import type {ReviewCard} from "@/components/reviews/ReviewCard";
import review_1 from "@/assets/images/reviews/review_1.png";
import review_2 from "@/assets/images/reviews/review_2.png";
import review_3 from "@/assets/images/reviews/review_3.png";
import review_4 from "@/assets/images/reviews/review_4.png";

export const reviewCardsData: ReviewCard[] = [
    {
        imgSrc: review_1,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_2,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_3,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_4,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_1,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_1,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    },
    {
        imgSrc: review_1,
        header: "Натяжной потолок в гостиной",
        rate: 5,
        message: "Наши натяжные потолки отличаются замечательным качеством и долговечностью. Этот потолок установлен в гостиной и делает ее уютной и нежной."
    }
]